[Devices.InputDevice_Controller InputDeviceDefinition]
Axes[0]=(Caption="Olhar/Girar")
Axes[1]=(Caption="Olhar/Girar")
Axes[2]=(Caption="Movimentar-se/Disparar/Dirigir")
Axes[3]=(Caption="Movimentar-se/Disparar/Dirigir")
Buttons[0]=(Caption="Saltar/Trocar de assento no veículo")
Buttons[1]=(Caption="Usar/Recarregar/Entrar no veículo")
Buttons[2]=(Caption="Mudar de arma/Uso secundário")
Buttons[3]=(Caption="Agachar-se/Negociar/Sair do veículo")
Buttons[4]=(Caption="Apontar/Disparo alternativo")
Buttons[5]=(Caption="Disparar arma")
Buttons[6]=(Caption="Habilidade/Turbo")
Buttons[7]=(Caption="Granada/Freio de mão")
Buttons[8]=(Caption="Selecionar arma")
Buttons[9]=(Caption="Selecionar arma")
Buttons[10]=(Caption="Selecionar arma")
Buttons[11]=(Caption="Selecionar arma")
Buttons[12]=(Caption="Menu de estado")
Buttons[13]=(Caption="Corrida/Buzina")
Buttons[14]=(Caption="Corpo a corpo/Retrovisor")
Buttons[15]=(Caption="Menu de pausa")

[Devices.InputDevice_Keyboard InputDeviceDefinition]
Axes[0]=(Caption="Movimentar-se/Dirigir para frente")
Axes[1]=(Caption="Movimentar-se/Dirigir para trás")
Axes[2]=(Caption="Desp. lateral à esquerda")
Axes[3]=(Caption="Desp. lateral à direita")
Axes[4]=(Caption="Girar à equerda")
Axes[5]=(Caption="Girar à direita")
Buttons[0]=(Caption="Saltar")
Buttons[1]=(Caption="Recarregar arma")
Buttons[2]=(Caption="Usar/Sair do veículo/Recolher objetos")
Buttons[3]=(Caption="Uso secundário")
Buttons[4]=(Caption="Corrida")
Buttons[5]=(Caption="Agachar-se/Trocar de assento no veículo")
Buttons[6]=(Caption="Corpo a corpo/Retrovisor")
Buttons[7]=(Caption="Granada/Freio de mão")
Buttons[8]=(Caption="Habilidade/Turbo")
Buttons[9]=(Caption="Selecionar compartimento de arma #1")
Buttons[10]=(Caption="Selecionar compartimento de arma #2")
Buttons[11]=(Caption="Selecionar compartimento de arma #3"
Buttons[12]=(Caption="Selecionar compartimento de arma #4")
Buttons[13]=(Caption="Mostrar estado")
Buttons[14]=(Caption="Chat de texto")
Buttons[15]=(Caption="Buzina")
Buttons[16]=(Caption="Mostrar mapa")
Buttons[17]=(Caption="Mostrar inventário")
Buttons[18]=(Caption="Mostrar habilidades")
Buttons[19]=(Caption="Mostrar registros")
Buttons[20]=(Caption="Mostrar desafios")
Buttons[22]=(Caption="Soltar arma")
Buttons[23]=(Caption="Apertar para falar")
Buttons[24]=(Caption="Negociar itens")

[Devices.InputDevice_Mouse InputDeviceDefinition]
Axes[0]=(Caption="Olhar/Girar")
Axes[1]=(Caption="Olhar/Girar")
Buttons[0]=(Caption="Disparar arma")
Buttons[1]=(Caption="Apontar/Disparo alternativo")
Buttons[2]=(Caption="Arma anterior")
Buttons[3]=(Caption="Próxima arma")

[Remapping.InputRemapping_PS3_Angelic InputRemappingDefinition]
PresetCaption="Angelical"
RemappedButtons[0]=(Caption="Corpo a corpo/Sair do veículo")
RemappedButtons[1]=(Caption="Habilidade/Turbo")
RemappedButtons[2]=(Caption="Corrida/Retrovisor")
RemappedButtons[3]=(Caption="Granada/Freio de mão")
RemappedButtons[4]=(Caption="Disparar arma")
RemappedButtons[5]=(Caption="Agachar-se/Negociar/Buzina")
RemappedButtons[6]=(Caption="Apontar/Disparo alternativo")

[Remapping.InputRemapping_PS3_Borderlands1 InputRemappingDefinition]
PresetCaption="Borderlands 1"

[Remapping.InputRemapping_PS3_Default InputRemappingDefinition]
PresetCaption="Padrão"

[Remapping.InputRemapping_PS3_Legacy InputRemappingDefinition]
PresetCaption="Clássica"
RemappedAxes[0]=(Caption="Mirar/Desplazamiento lateral")
RemappedAxes[2]=(Caption="Moverse/Girar/Conducir")

[Remapping.InputRemapping_PS3_LegacySouthpaw InputRemappingDefinition]
PresetCaption="Clásica zurdos"
RemappedAxes[0]=(Caption="Mirar/Desplazamiento lateral")
RemappedAxes[2]=(Caption="Moverse/Girar/Conducir")

[Remapping.InputRemapping_PS3_Nuked InputRemappingDefinition]
PresetCaption="Nuclearizada"
RemappedButtons[0]=(Caption="Cambiar arma/Uso secundario")
RemappedButtons[1]=(Caption="Saltar/Freno de mano")
RemappedButtons[2]=(Caption="Granada/Salir del vehículo")
RemappedButtons[3]=(Caption="Activar habilidad/Turbo")
RemappedButtons[4]=(Caption="Cuerpo a cuerpo/Retrovisor")
RemappedButtons[5]=(Caption="Apuntar/Disparo alternativo")
RemappedButtons[6]=(Caption="Disparar arma")
RemappedButtons[7]=(Caption="Agachar-se/Cambiar/Buzina")
RemappedButtons[8]=(Caption="Esprintar/Cambiar de sitio en vehículo")

[Remapping.InputRemapping_PS3_Resistant InputRemappingDefinition]
PresetCaption="Resistente"
RemappedButtons[0]=(Caption="Granada/Salir del vehículo")
RemappedButtons[1]=(Caption="Agacharse/Cambiar/Turbo")
RemappedButtons[2]=(Caption="Activar habilidad/Freno de mano")
RemappedButtons[3]=(Caption="Apuntar/Disparo alternativo")
RemappedButtons[4]=(Caption="Disparar arma")

[Remapping.InputRemapping_PS3_Southpaw InputRemappingDefinition]
PresetCaption="Zurdos"

[Remapping.InputRemapping_PS3_SouthpawSticks InputRemappingDefinition]
PresetCaption="Variante zurdos"

[Remapping.InputRemapping_Xbox_Angelic InputRemappingDefinition]
PresetCaption="Angelical"
RemappedButtons[0]=(Caption="Corpo a corpo/Sair do veículo")
RemappedButtons[1]=(Caption="Granada/Freio de mão")
RemappedButtons[2]=(Caption="Esprintar/Retrovisor")
RemappedButtons[3]=(Caption="Agachar-se/Negociar/Buzina")
RemappedButtons[4]=(Caption="Apontar/Disparo alternativo")

[Remapping.InputRemapping_Xbox_Default InputRemappingDefinition]
PresetCaption="Padrão"

[Remapping.InputRemapping_Xbox_Legacy InputRemappingDefinition]
PresetCaption="Clássico"
RemappedAxes[0]=(Caption="Olhar/Deslocamento lateral")
RemappedAxes[2]=(Caption="Movimentar-se/Girar/Dirigir")

[Remapping.InputRemapping_Xbox_LegacySouthpaw InputRemappingDefinition]
PresetCaption="Clássico para canhotos"
RemappedAxes[0]=(Caption="Olhar/Deslocamento lateral")
RemappedAxes[2]=(Caption="Movimentar-se/Girar/Dirigir")

[Remapping.InputRemapping_Xbox_Nuked InputRemappingDefinition]
PresetCaption="Centralizado"
RemappedButtons[0]=(Caption="Mudar de arma/Uso secundário")
RemappedButtons[1]=(Caption="Saltar/Freio de mão")
RemappedButtons[2]=(Caption="Granada/Sair do veículo")
RemappedButtons[3]=(Caption="Corpo a corpo/Retrovisor")
RemappedButtons[4]=(Caption="Agachar-se/Negociar/Buzina")
RemappedButtons[5]=(Caption="Corrida/Trocar de assento no veículo")

[Remapping.InputRemapping_Xbox_Resistant InputRemappingDefinition]
PresetCaption="Resistente"
RemappedButtons[0]=(Caption="Granada/Sair do veículo")
RemappedButtons[1]=(Caption="Agachar-se/Negociar/Turbo")
RemappedButtons[2]=(Caption="Habilidade/Freio de mão")
RemappedButtons[3]=(Caption="Apontar/Disparo alternativo")
RemappedButtons[4]=(Caption="Disparar arma")

[Remapping.InputRemapping_Xbox_Southpaw InputRemappingDefinition]
PresetCaption="Canhotos"

[Remapping.InputRemapping_Xbox_SouthpawSticks InputRemappingDefinition]
PresetCaption="Variante para canhotos"

